Repository: Moriggy/EmulOS-Setup
Catalog: scriptmodules/extras/*_idiomaPC/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: es_es

source: FAVORITES
es_es: FAVORITOS

source: GENRE
es_es: GENERO

source: PLAYERS
es_es: JUGADORES

source: PUBLISHER / DEVELOPER
es_es: EDITOR / DESARROLLADOR

source: RATING
es_es: CLASIFICACIÓN

source: KIDGAME
es_es: JUEGO DE NIÑOS

source: HIDDEN
es_es: OCULTO

source: {1} STARS
es_es: {1} ESTRELLAS

source: 0 STARS
es_es: 0 ESTRELLAS

source: IT LOOKS LIKE YOUR SYSTEMS CONFIGURATION FILE HAS NOT BEEN SET UP OR IS INVALID. YOU'LL NEED TO DO THIS BY HAND, UNFORTUNATELY. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
es_es: PARECE QUE EL ARCHIVO DE CONFIGURACIÓN DE SISTEMAS NO HA SIDO CONFIGURADO O ES INVÁLIDO. USTED NECESITARÁ HACER ESTO A MANO, DESAFORTUNADAMENTE. VISITA EMULATIONSTATION.ORG PARA MÁS INFORMACIÓN.

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
es_es: NO PODEMOS ENCONTRAR NINGÚN SISTEMA! COMPRUEBE QUE SUS RUTAS SON CORRECTAS EN EL ARCHIVO DE CONFIGURACIÓN DE SISTEMAS, Y SU DIRECTORIO DE JUEGOS TIENE AL MENOS UN JUEGO CON LA EXTENSIÓN CORRECTA. VISITA EMULATIONSTATION.ORG PARA MÁS INFORMACIÓN.

source: QUIT
es_es: ABANDONAR

source: CANCEL
es_es: CANCELAR

source: ADD STAR
es_es: AÑADIR ESTRELLA

source: RATING:
es_es: CLASIFICACIÓN:

source: RELEASED:
es_es: PUBLICADO:

source: DEVELOPER:
es_es: DESARROLLADOR:

source: PUBLISHER:
es_es: EDITOR:

source: GENRE:
es_es: GENERO:

source: PLAYERS:
es_es: JUGADORES:

source: NO GAMES FOUND - SKIP
es_es: NO SE ENCUENTRAN JUEGOS - OMITIR

source: RETRY
es_es: PROCESAR DE NUEVO

source: SKIP
es_es: SALTAR

source: SEARCH FOR
es_es: BUSCAR POR

source: SEARCH
es_es: BUSCAR

source: ACCEPT RESULT
es_es: ACEPTAR RESULTADO

source: Full
es_es: COMPLETO

source: Kiosk
es_es: QUIOSCO

source: Kid
es_es: NIÑO

source: The selected UI mode has nothing to show, returning to UI mode: FULL
es_es: El modo UI seleccionado no tiene nada que mostrar, volviendo al modo UI: COMPLETO

source: CONFIGURATION
es_es: CONFIGURACION

source: {1} GAME AVAILABLE
es_es: {1} JUEGO DISPONIBLE

source: CHOOSE
es_es: ESCOGER

source: SELECT
es_es: SELECCIONAR

source: RANDOM
es_es: ALEATORIO

source: LAUNCH SCREENSAVER
es_es: SCREENSAVER

source: LAST PLAYED:
es_es: JUGADO:

source: TIMES PLAYED:
es_es: PARTIDAS JUGADAS:

source: unknown
es_es: desconocido

source: <No Entries Found>
es_es: <Entradas no encontradas>

source: SYSTEM
es_es: SISTEMA

source: LAUNCH
es_es: LANZAR

source: BACK
es_es: ATRAS

source: OPTIONS
es_es: OPCIONES

source: collections
es_es: colecciones

source: all
es_es: todos

source: ALL GAMES
es_es: TODOS LOS JUEGOS

source: FILENAME, ASCENDING
es_es: NOMBRE DE ARCHIVO, ↑

source: recent
es_es: reciente

source: LAST PLAYED
es_es: ÚLTIMA PARTIDA

source: LAST PLAYED, DESCENDING
es_es: ÚLTIMA PARTIDA, ↓

source: favorites
es_es: favoritos

source: COLLECTIONS
es_es: COLECCIONES

source: New Collection
es_es: Nueva Coleccion

source: Editing the '{1}' Collection. Add/remove games with Y.
es_es: Editar la '{1}' Coleccion. Agregar/eliminar juegos con la Y.

source: Finished editing the '{1}' Collection.
es_es: Terminó de editar la colección '{1}'

source: Added '{1}' to '{2}'
es_es: Agregó '{1}' a '{2}'

source: Removed '{1}' from '{2}'
es_es: Se eliminó '{1}' de '{2}'

source: This collection is empty.
es_es: Esta colección está vacía.

source: None
es_es: Nada

source: Various
es_es: Varios

source: among other titles.
es_es: entre otros títulos.

source: This collection contains {1} games, including {2}
es_es: Esta colección contiene {1} juegos, incluidos {2}

source: NAME
es_es: NOMBRE

source: ENTER GAME NAME
es_es: INGRESAR NOMBRE DEL JUEGO

source: SORTNAME
es_es: ORDENAR X NOMBRE

source: ENTER GAME SORT NAME
es_es: INTRODUCIR EL NOMBRE DE LA CLASE

source: DESCRIPTION
es_es: DESCRIPCIÓN

source: ENTER DESCRIPTION
es_es: INTRODUCIR DESCRIPCIÓN

source: IMAGE
es_es: IMAGEN

source: ENTER PATH TO IMAGE
es_es: INGRESAR RUTA A IMAGEN

source: ENTER PATH TO VIDEO
es_es: INGRESAR RUTA A VIDEO

source: ENTER PATH TO MARQUEE
es_es: INGRESAR RUTA A MARQUEE

source: THUMBNAIL
es_es: MINIATURA

source: ENTER PATH TO THUMBNAIL
es_es: INGRESAR RUTA A MINIATURA

source: ENTER RATING
es_es: INGRESAR CLASIFICACIÓN

source: RELEASE DATE
es_es: FECHA DE LANZAMIENTO

source: ENTER RELEASE DATE
es_es: INGRESAR FECHA DE LANZAMIENTO

source: DEVELOPER
es_es: DESARROLLADOR

source: ENTER GAME DEVELOPER
es_es: INGRESAR DESARROLLADOR DE JUEGOS

source: PUBLISHER
es_es: EDITOR

source: ENTER GAME PUBLISHER
es_es: INGRESAR EDITOR DE JUEGOS

source: ENTER GAME GENRE
es_es: INGRESAR GENERO DE JUEGOS

source: ENTER NUMBER OF PLAYERS
es_es: NUMERO DE JUGADORES

source: FAVORITE
es_es: FAVORITO

source: ENTER FAVORITE OFF/ON
es_es: INGRESAR FAVORITO OFF/ON

source: ENTER HIDDEN OFF/ON
es_es: OCULTO OFF/ON

source: ENTER KIDGAME OFF/ON
es_es: JUEGO DE NIÑOS OFF/ON

source: PLAY COUNT
es_es: REPRODUCCIONES

source: ENTER NUMBER OF TIMES PLAYED
es_es: INTRODUZCA EL NÚMERO DE VECES JUGADO

source: ENTER LAST PLAYED DATE
es_es: INGRESAR ÚLTIMA FECHA DE JUEGO

source: CLOSE
es_es: CERRAR

source: FILTER GAMELIST BY
es_es: FILTRAR LISTA DE JUEGOS POR

source: RESET ALL FILTERS
es_es: ELIMINAR TODOS LOS FILTROS

source: FALSE
es_es: FALSO

source: TRUE
es_es: VERDADERO

source: SWAP IMAGE AFTER (SECS)
es_es: CAMBIAR IMAGEN DESPUÉS DE (SEGUNDOS)

source: STRETCH IMAGES
es_es: ESTIRAR IMÁGENES

source: BACKGROUND AUDIO
es_es: SONIDO DE FONDO

source: USE CUSTOM IMAGES
es_es: USAR IMÁGENES PERSONALIZADAS

source: CUSTOM IMAGE DIR
es_es: DIRECTORIO DE IMAGEN PERSONALIZADO

source: CUSTOM IMAGE DIR RECURSIVE
es_es: DIRECTORIO DE IMAGEN PERSONALIZADA RECURSIVO

source: CUSTOM IMAGE FILTER
es_es: FILTRO DE IMAGEN PERSONALIZADO

source: SCREENSAVER AFTER
es_es: SCREENSAVER DESPUÉS

source: SCREENSAVER CONTROLS
es_es: SCREENSAVER CONTROLES

source: SCREENSAVER BEHAVIOR
es_es: COMPORTAMIENTO DEL SCREENSAVER

source: dim
es_es: OSCURECER

source: black
es_es: NEGRO

source: random video
es_es: VÍDEO AL AZAR

source: slideshow
es_es: DIAPOSITIVAS

source: The "Random Video" screensaver shows videos from your gamelist. If you do not have videos, or if in several consecutive attempts the games it selects don't have videos it will default to black. More options in the "UI Settings" > "Video Screensaver" menu.
es_es: El protector de pantalla "Random Video" muestra videos de tu lista de juegos. Si no tienes videos, o si en varios intentos consecutivos los juegos seleccionados no tienen videos, será predeterminado en negro. Más opciones en el menú "UI Settings" > "Video Screensaver" .

source: USE HARDWARE BACKLIGHT CONTROL
es_es: UTILIZAR EL CONTROL DE FONDO DEL HARDWARE

source: VIDEO SCREENSAVER SETTINGS
es_es: VIDEO SCREENSAVER OPCIONES

source: SLIDESHOW SCREENSAVER SETTINGS
es_es: PANTALLA DE DIAPOSITIVA OPCIONES

source: SLIDESHOW SCREENSAVER
es_es: PANTALLA DE DIAPOSITIVA

source: MAIN MENU
es_es: EmulOS MeNu

source: SCRAPER
es_es: SCRAPEAR

source: SOUND SETTINGS
es_es: OPCIONES DE SONIDO

source: UI SETTINGS
es_es: OPCIONES DE INTERFAZ

source: GAME COLLECTION SETTINGS
es_es: CONFIGURACIÓN DE LA COLECCIÓN DEL JUEGO

source: OTHER SETTINGS
es_es: OTRAS OPCIONES

source: CONFIGURE INPUT
es_es: CONFIGURAR CONTROLES

source: SCRAPE FROM
es_es: SCRAPEAR DESDE

source: SCRAPE RATINGS
es_es: SCRAPER CALIFICACIONES

source: SCRAPE NOW
es_es: SCRAPEAR AHORA

source: SYSTEM VOLUME
es_es: VOLUMEN DEL SISTEMA

source: AUDIO DEVICE
es_es: DISPOSITIVO DE AUDIO

source: Speaker
es_es: Altavoz

source: Master
es_es: Maestro

source: ENABLE NAVIGATION SOUNDS
es_es: ACTIVAR SONIDOS DE NAVEGACIÓN

source: ENABLE VIDEO AUDIO
es_es: ACTIVAR AUDIO EN LOS VIDEOS

source: OMX PLAYER AUDIO DEVICE
es_es: DISPOSITIVO OMX AUDIO PLAYER

source: UI MODE
es_es: MODO INTERFACE

source: You are changing the UI to a restricted mode: {1} This will hide most menu-options to prevent changes to the system. To unlock and return to the full UI, enter this code: "{2}" Do you want to proceed?
es_es: Está cambiando la interfaz de usuario a un modo restringido: {1} Esto ocultará la mayoría de las opciones de menú para evitar cambios en el sistema. Para desbloquear y regresar a la IU completa, ingrese este código: "{2}" Quieres proceder?

source: YES
es_es: SI

source: SCREENSAVER SETTINGS
es_es: AJUSTES PROTECCIÓN DE PANTALLA

source: QUICK SYSTEM SELECT
es_es: SELECCIÓN RÁPIDA DEL SISTEMA

source: CAROUSEL TRANSITIONS
es_es: TRANSICIONES DE CARRUSEL

source: TRANSITION STYLE
es_es: ESTILO DE TRANSICIÓN

source: instant
es_es: INSTANTANEO

source: THEME SET
es_es: TEMA

source: GAMELIST VIEW STYLE
es_es: ESTILO EN LISTA DE JUEGOS

source: automatic
es_es: AUTOMATICO

source: basic
es_es: SIMPLE

source: detailed
es_es: DETALLE

source: START ON SYSTEM
es_es: INICIAR EN SISTEMA

source: NONE
es_es: NADA

source: ON-SCREEN HELP
es_es: AYUDA EN PANTALLA

source: ENABLE FILTERS
es_es: ACTIVAR FILTROS

source: VRAM LIMIT
es_es: LIMITE DE VRAM

source: POWER SAVER MODES
es_es: MODO AHORRO

source: disabled
es_es: INHABILITAR

source: default
es_es: NORMAL

source: enhanced
es_es: MEJORADO

source: SAVE METADATA ON EXIT
es_es: GUARDAR DATOS AL SALIR

source: PARSE GAMESLISTS ONLY
es_es: LISTA DE JUEGOS ANALIZAR SOLAMENTE

source: SHOW HIDDEN FILES
es_es: MOSTRAR FICHEROS OCULTOS

source: USE OMX PLAYER (HW ACCELERATED)
es_es: USAR OMX PLAYER (ACELERADO)

source: SHOW FRAMERATE
es_es: MOSTRAR CUADROS POR SEGUNDO

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
es_es: ESTÁS SEGURO DE QUE QUIERES CONFIGURAR LA ENTRADA DEL CONTROL?

source: REALLY RESTART?
es_es: QUIERES REINICIAR?

source: RESTART EMULATIONSTATION
es_es: REINICIAR EMULATIONSTATION

source: REALLY QUIT?
es_es: QUIERES SALIR,SEGURO?

source: QUIT EMULATIONSTATION
es_es: CERRAR EMULATIONSTATION

source: RESTART SYSTEM
es_es: REINICIAR EL SISTEMA

source: REALLY SHUTDOWN?
es_es: QUIERE APAGAR EL SISTEMA?

source: SHUTDOWN SYSTEM
es_es: APAGAR EMULOS

source: SCRAPE THESE GAMES
es_es: SCRAPEAR ESTOS JUEGOS

source: All Games
es_es: Todos los juegos

source: Only missing image
es_es: Solo sin imagenes

source: FILTER
es_es: FILTRAR

source: SCRAPE THESE SYSTEMS
es_es: SCRAPEAR ESTOS SISTEMAS

source: SYSTEMS
es_es: SYSTEMAS

source: USER DECIDES ON CONFLICTS
es_es: EL USUARIO DECIDE SOBRE CONFLICTOS?

source: START
es_es: INICIAR

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
es_es: ADVERTENCIA: ALGUNOS DE SUS SISTEMAS SELECCIONADOS NO TIENEN UN JUEGO DE PLATAFORMA. LOS RESULTADOS PUEDEN SER AÚN MÁS RAROS QUE EL USUAL! QUIERE CONTINUAR DE TODAS MANERAS?

source: NO GAMES FIT THAT CRITERIA.
es_es: NINGÚN JUEGO SE ADAPTA A ESE CRITERIO.

source: INPUT
es_es: ENTRADA

source: SWAP VIDEO AFTER (SECS)
es_es: INTERCAMBIAR VIDEO DESPUÉS DE (SEGUNDOS)

source: USE OMX PLAYER FOR SCREENSAVER
es_es: UTILICE OMX PLAYER PARA SCREENSAVER

source: SHOW GAME INFO
es_es: MOSTAR INFORMACION DEL JUEGO

source: always
es_es: SIEMPRE

source: start & end
es_es: INICIO & FIN

source: never
es_es: NUNCA

source: SHOW GAME INFO ON SCREENSAVER
es_es: MOSTRAR INFORMACIÓN DE JUEGO EN SCREENSAVER

source: USE COMPATIBLE LOW RESOLUTION FOR CAPTIONS
es_es: UTILIZAR UNA RESOLUCIÓN BAJA COMPATIBLE PARA SUBTÍTULOS

source: STRETCH VIDEO ON SCREENSAVER
es_es: ESTIRAR VÍDEO EN SCREENSAVER

source: Using OMX Player and displaying Game Info may result in the video flickering in some TV modes. If that happens, consider: - Disabling the "Show Game Info" option; - Disabling "Overscan" on the Pi configuration menu might help: RetroPie > Raspi-Config > Advanced Options > Overscan > "No". - Disabling the use of OMX Player for the screensaver.
es_es: El uso de OMX Player y la visualización de la información del juego pueden ocasionar que el video parpadee en algunos modos de TV. Si eso sucede, considere: - Deshabilitar la opción "Mostrar información del juego"; - Deshabilitar "Overscan" en el menú de configuración EmulOS podría ayudar: EmulOS > Raspi-Config > Advanced Options > Overscan > "No". - Desactivar el uso de OMX Player para el protector de pantalla.

source: GOT IT!
es_es: LO TENGO!

source: CREATE NEW CUSTOM COLLECTION FROM THEME
es_es: CREAR NUEVA COLECCIÓN PERSONALIZADA DEL TEMA

source: SELECT THEME FOLDER
es_es: SELECCIONE LA CARPETA DEL TEMA

source: CREATE NEW CUSTOM COLLECTION
es_es: CREAR NUEVA COLECCIÓN PERSONALIZADA

source: New Collection Name
es_es: Nuevo nombre de la colección

source: GROUP UNTHEMED CUSTOM COLLECTIONS
es_es: GRUPO ILIMITADO DE COLECCIONES PERSONALIZADAS

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
es_es: CLASIFICAR COLECCIONES Y SISTEMAS PERSONALIZADOS

source: FINISH EDITING '{1}' COLLECTION
es_es: TERMINAR EDICIÓN DE '{1}' COLECCIÓN

source: SELECT COLLECTIONS
es_es: SELECCIONE COLECCIONES

source: AUTOMATIC GAME COLLECTIONS
es_es: COLECCIONES AUTOMÁTICAS DEL JUEGO

source: CUSTOM GAME COLLECTIONS
es_es: COLECCIONES DE JUEGOS PERSONALIZADAS

source: EDIT METADATA
es_es: EDITAR METADATOS

source: SCRAPE
es_es: SCRAPEAR

source: SAVE
es_es: GUARDAR

source: THIS WILL DELETE A FILE! ARE YOU SURE?
es_es: ESTO ELIMINARÁ UN FICHERO! ESTÁS SEGURO?

source: DELETE
es_es: ELIMINAR

source: SAVE CHANGES?
es_es: GUARDAR CAMBIOS?

source: SCRAPING IN PROGRESS
es_es: SCRAPEO EN PROGRESO

source: subtitle text
es_es: texto del subtítulo

source: STOP
es_es: DETENER

source: STOP (PROGRESS SAVED)
es_es: DETENER (EL PROGRESO SE GUARDA)

source: GAME {1} OF {2}
es_es: JUEGO {1} DE {2}

source: NO GAMES WERE SCRAPED.
es_es: NINGUNOS DE LOS JUEGOS FUERON SCRAPEADOS

source: {1} GAME SUCCESSFULLY SCRAPED!
es_es: {1} JUEGO SE SCRAPEO EXITOSAMENTE!

source: {1} GAME SKIPPED.
es_es: {1} JUEGO OMITIDO.

source: JUMP TO...
es_es: SALTAR A...

source: SORT GAMES BY
es_es: CLASIFICAR JUEGOS POR

source: FILTER GAMELIST
es_es: FILTRAR LISTA DE JUEGOS

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
es_es: AGREGAR/QUITAR JUEGOS A ESTA COLECCIÓN DE JUEGO

source: EDIT THIS GAME'S METADATA
es_es: EDITAR LOS METADATOS DE ESTE JUEGO

source: FILENAME, DESCENDING
es_es: NOMBRE DE ARCHIVO, ↓

source: RATING, ASCENDING
es_es: CLASIFICACIÓN, ↑

source: RATING, DESCENDING
es_es: CLASIFICACIÓN, ↓

source: TIMES PLAYED, ASCENDING
es_es: PARTIDAS JUGADAS ↑

source: TIMES PLAYED, DESCENDING
es_es: PARTIDAS JUGADAS ↓

source: LAST PLAYED, ASCENDING
es_es: ÚLTIMA PARTIDA ↑

source: NUMBER PLAYERS, ASCENDING
es_es: NÚMERO DE JUGADORES, ↑

source: NUMBER PLAYERS, DESCENDING
es_es: NÚMERO DE JUGADORES, ↓

source: RELEASE DATE, ASCENDING
es_es: FECHA DE LANZAMIENTO ↑

source: RELEASE DATE, DESCENDING
es_es: FECHA DE LANZAMIENTO ↓

source: GENRE, ASCENDING
es_es: GENERO ↑

source: GENRE, DESCENDING
es_es: GENERO ↓

source: DEVELOPER, ASCENDING
es_es: DESARROLLADOR ↑

source: DEVELOPER, DESCENDING
es_es: DESARROLLADOR ↓

source: PUBLISHER, ASCENDING
es_es: EDITOR ↑

source: PUBLISHER, DESCENDING
es_es: EDITOR ↓

source: SYSTEM, ASCENDING
es_es: SISTEMA ↑

source: SYSTEM, DESCENDING
es_es: SISTEMA ↓

source: LOADING...
es_es: CARGANDO...

source: CHANGE
es_es: CAMBIO

source: WORKING...
es_es: TRABAJANDO...

source: MOVE CURSOR
es_es: MOVER CURSOR

source: STOP EDITING
es_es: DEJAR DE EDITAR

source: EDIT
es_es: EDITAR

source: {1} day ago
es_es: Hace {1} dias

source: {1} hour ago
es_es: Hace una hora

source: {1} minute ago
es_es: Hace un minuto

source: {1} second ago
es_es: Hace un segundo

source: ACCEPT
es_es: ACEPTAR

source: SELECT ALL
es_es: SELECCIONAR TODOS

source: SELECT NONE
es_es: SELECCIONAR NINGUNO

source: {1} SELECTED
es_es: {1} SELECCIONADO

# button
source: D-PAD UP
es_es: D-PAD ARRIBA

# button
source: D-PAD DOWN
es_es: D-PAD ABAJO

# button
source: D-PAD LEFT
es_es: D-PAD IZQUIERDA

# button
source: D-PAD RIGHT
es_es: D-PAD DERECHA

# button
source: BUTTON A / EAST
es_es: BOTON A

# button
source: BUTTON B / SOUTH
es_es: BOTON B

# button
source: BUTTON X / NORTH
es_es: BOTON X

# button
source: BUTTON Y / WEST
es_es: BOTON Y

# button
source: LEFT SHOULDER
es_es: L1 o LB

# button
source: RIGHT SHOULDER
es_es: R1 o RB

# button
source: LEFT TRIGGER
es_es: L2 o LT

# button
source: RIGHT TRIGGER
es_es: R2 o RT

# button
source: LEFT THUMB
es_es: L3

# button
source: RIGHT THUMB
es_es: R3

# button
source: LEFT ANALOG UP
es_es: ANALÓGICO IZQUIERDO ARRIBA

# button
source: LEFT ANALOG DOWN
es_es: ANALÓGICO IZQUIERDO ABAJO

# button
source: LEFT ANALOG LEFT
es_es: ANALÓGICO IZQUIERDO IZQUIERDA

# button
source: LEFT ANALOG RIGHT
es_es: ANALÓGICO IZQUIERDO DERECHA

# button
source: RIGHT ANALOG UP
es_es: ANALÓGICO DERECHO ARRIBA

# button
source: RIGHT ANALOG DOWN
es_es: ANALÓGICO DERECHO ABAJO

# button
source: RIGHT ANALOG LEFT
es_es: ANALÓGICO DERECHO IZQUIERDA

# button
source: RIGHT ANALOG RIGHT
es_es: ANALÓGICO DERECHO DERECHA

# button
source: HOTKEY ENABLE
es_es: HOTKEY

source: CONFIGURING
es_es: CONFIGURACION

source: KEYBOARD
es_es: TECLADO

source: HOLD ANY BUTTON TO SKIP
es_es: MANTENER CUALQUIER BOTÓN PULSADO PARA SALTAR

source: -NOT DEFINED-
es_es: -NO DEFINIDO-

source: YOU DIDN'T CHOOSE A HOTKEY ENABLE BUTTON. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON DEFAULT ? PLEASE ANSWER YES TO USE SELECT OR NO TO NOT SET A HOTKEY ENABLE BUTTON.
es_es: USTED NO ELIGIÓ UN BOTÓN DE ACTIVACIÓN DE HOTKEY. ESTO SE REQUIERE PARA SALIR DE JUEGOS CON UN CONTROLADOR. ¿QUIERES USAR EL BOTÓN DE SELECCIÓN POR DEFECTO? POR FAVOR RESPONDE SÍ A UTILIZAR SELECCIONAR O NO PARA NO CONFIGURAR UN BOTÓN DE ACTIVACIÓN DE LA TECLA HOTKEY.

source: HOLD FOR {1}S TO SKIP
es_es: MANTENER {1}S PARA SALTAR

source: PRESS ANYTHING
es_es: PULSAR UN BOTON

source: ALREADY TAKEN
es_es: YA ESTA OCUPADO

source: DISCARD CHANGES
es_es: DESCARTAR LOS CAMBIOS

source: WELCOME
es_es: BIENVENIDO

source: {1} GAMEPAD DETECTED
es_es: {1} GAMEPAD DETECTADO

source: NO GAMEPADS DETECTED
es_es: NO SE DETECTAN GAMEPADS

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
es_es: MANTENGA PULSADO UN BOTÓN EN SU DISPOSITIVO PARA CONFIGURARLO.

source: PRESS F4 TO QUIT AT ANY TIME.
es_es: PRESIONA F4 EN TU TECLADO PARA SALIR DE EMULATIONSTATION.

source: PRESS ESC TO CANCEL.
es_es: PRESIONE ESC PARA CANCELAR.
