Repository: Moriggy/EmulOS-Setup
Catalog: scriptmodules/extras/*_idioma/locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: pt_br

source: IT LOOKS LIKE YOUR SYSTEMS CONFIGURATION FILE HAS NOT BEEN SET UP OR IS INVALID. YOU'LL NEED TO DO THIS BY HAND, UNFORTUNATELY. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
pt_br: SEU ARQUIVO DE CONFIGURAÇÃO DE SISTEMAS NÃO FOI CONFIGURADO OU É INVÁLIDO. VOCÊ PRECISA FAZER ISSO DE NOVO, INFELIZMENTE. VISITE EMULATIONSTATION.ORG PARA MAIS INFORMAÇÕES.

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
pt_br: NÓS NÃO ENCONTRAMOS NENHUM SISTEMA ! VERIFIQUE SE OS CAMINHOS ESTÃO CORRIGIDOS NO ARQUIVO DE CONFIGURAÇÃO DOS SISTEMAS, E SE O SEU DIRETÓRIO TEM PELO MENOS UM JOGO COM A EXTENSÃO CORRETA. VISITE EMULATIONSTATION.ORG PARA MAIS INFORMAÇÕES.

source: QUIT
pt_br: SAIR

source: The selected UI mode has nothing to show, returning to UI mode: FULL
pt_br: O modo de interface do usuário selecionado não tem nada para mostrar, retorne ao modo da interface do usuário: COMPLETO

source: CONFIGURATION
pt_br: CONFIGURAÇÃO

source: {1} GAME AVAILABLE
pt_br: {1} JOGO DISPONÍVEL

source: CHOOSE
pt_br: ESCOLHER

source: SELECT
pt_br: SELECIONAR

source: RANDOM
pt_br: ALEATÓRIO

source: LAUNCH SCREENSAVER
pt_br: PROTETOR DE TELA

source: RATING:
pt_br: AVALIAÇÃO:

source: RELEASED:
pt_br: LANÇAMENTO:

source: DEVELOPER:
pt_br: DESENVOLVEDOR:

source: PUBLISHER:
pt_br: EDITOR:

source: GENRE:
pt_br: GÊNERO:

source: PLAYERS:
pt_br: JOGADOR:

source: LAST PLAYED:
pt_br: ÚLTIMO JOGADO:

source: TIMES PLAYED:
pt_br: TEMPO JOGADO:

source: <No Entries Found>
pt_br: <Nada Encontrado>

source: SYSTEM
pt_br: SISTEMA

source: LAUNCH
pt_br: INICIAR

source: BACK
pt_br: VOLTAR

source: OPTIONS
pt_br: OPÇÕES

source: unknown
pt_br: desconhecido

source: Full
pt_br: COMPLETO

source: Kid
pt_br: INFANTIL

source: NAME
pt_br: NOME

source: ENTER GAME NAME
pt_br: DIGITAR NOME DO JOGO

source: SORTNAME
pt_br: NOME SORTIDO

source: ENTER GAME SORT NAME
pt_br: DIGITAR NOME SORTIDO

source: DESCRIPTION
pt_br: DESCRIÇÃO

source: ENTER DESCRIPTION
pt_br: DIGITAR DESCRIÇÃO

source: IMAGE
pt_br: IMAGEM

source: ENTER PATH TO IMAGE
pt_br: CAMINHO DA IMAGEM

source: VIDEO
pt_br: VÍDEO

source: ENTER PATH TO VIDEO
pt_br: CAMINHO DO VÍDEO

source: ENTER PATH TO MARQUEE
pt_br: CAMINHO DA MARQUEE

source: THUMBNAIL
pt_br: MINIATURA

source: ENTER PATH TO THUMBNAIL
pt_br: CAMINHO DA MINIATURA

source: RATING
pt_br: AVALIAÇÃO

source: ENTER RATING
pt_br: DIGITAR AVALIAÇÃO

source: RELEASE DATE
pt_br: DATA DE LANÇAMENTO

source: ENTER RELEASE DATE
pt_br: DIGITAR DATA DE LANÇAMENTO

source: DEVELOPER
pt_br: DESENVOLVEDOR

source: ENTER GAME DEVELOPER
pt_br: DIGITAR DESENVOLVEDOR

source: PUBLISHER
pt_br: EDITOR

source: ENTER GAME PUBLISHER
pt_br: DIGITAR EDITOR

source: GENRE
pt_br: GÊNERO

source: ENTER GAME GENRE
pt_br: DIGITAR GÊNERO

source: PLAYERS
pt_br: JOGADORES

source: ENTER NUMBER OF PLAYERS
pt_br: DIGITAR NÚMERO DE JOGADORES

source: FAVORITE
pt_br: FAVORITO

source: ENTER FAVORITE OFF/ON
pt_br: FAVORITO ON/OFF

source: HIDDEN
pt_br: OCULTO

source: ENTER HIDDEN OFF/ON
pt_br: OCULTO ON/OFF

source: KIDGAME
pt_br: JOGO INFANTIL

source: ENTER KIDGAME OFF/ON
pt_br: JOGO INFANTIL ON/OFF

source: PLAY COUNT
pt_br: NÚMERO DE PARTIDAS

source: ENTER NUMBER OF TIMES PLAYED
pt_br: DIGITAR TEMPO JOGADO

source: LAST PLAYED
pt_br: ÚLTIMOS JOGADOS

source: ENTER LAST PLAYED DATE
pt_br: DIGITAR DATA DA ÚLTIMA PARTIDA

source: FAVORITES
pt_br: FAVORITOS

source: PUBLISHER / DEVELOPER
pt_br: EDITOR / DESENVOLVEDOR

source: {1} STARS
pt_br: {1} ESTRELAS

source: 0 STARS
pt_br: 0 ESTRELAS

source: FILENAME, ASCENDING
pt_br: NOME ↑

source: FILENAME, DESCENDING
pt_br: NOME ↓

source: RATING, ASCENDING
pt_br: AVALIAÇÃO ↑

source: RATING, DESCENDING
pt_br: AVALIAÇÃO ↓

source: TIMES PLAYED, ASCENDING
pt_br: TEMPO JOGADO ↑

source: TIMES PLAYED, DESCENDING
pt_br: TEMPO JOGADO ↓

source: LAST PLAYED, ASCENDING
pt_br: ÚLTIMO JOGADO ↑

source: LAST PLAYED, DESCENDING
pt_br: ÚLTIMOS JOGADOS ↓

source: NUMBER PLAYERS, ASCENDING
pt_br: NÚMERO DE JOGADORES ↑

source: NUMBER PLAYERS, DESCENDING
pt_br: NÚMERO DE JOGADORES ↓

source: RELEASE DATE, ASCENDING
pt_br: DATA DE LANÇAMENTO ↑

source: RELEASE DATE, DESCENDING
pt_br: DATA DE LANÇAMENTO ↓

source: GENRE, ASCENDING
pt_br: GÊNERO ↑

source: GENRE, DESCENDING
pt_br: GÊNERO ↓

source: DEVELOPER, ASCENDING
pt_br: DESENVOLVEDOR ↑

source: DEVELOPER, DESCENDING
pt_br: DESENVOLVEDOR ↓

source: PUBLISHER, ASCENDING
pt_br: EDITOR ↑

source: PUBLISHER, DESCENDING
pt_br: EDITOR ↓

source: SYSTEM, ASCENDING
pt_br: SISTEMA ↑

source: SYSTEM, DESCENDING
pt_br: SISTEMA ↓

source: collections
pt_br: coleções

source: all
pt_br: todos

source: ALL GAMES
pt_br: TODOS OS JOGOS

source: recent
pt_br: recente

source: favorites
pt_br: favoritos

source: COLLECTIONS
pt_br: COLEÇÕES

source: New Collection
pt_br: Nova Coleção

source: Editing the '{1}' Collection. Add/remove games with Y.
pt_br: Editar '{1}' Coleção. Add/remover jogos com Y.

source: Finished editing the '{1}' Collection.
pt_br: Finalizar edição '{1}' coleção.

source: Added '{1}' to '{2}'
pt_br: Add '{1}' para '{2}'

source: Removed '{1}' from '{2}'
pt_br: Remover '{1}' de '{2}'

source: This collection is empty.
pt_br: Coleção vazia.

source: None
pt_br: Nenhum

source: Various
pt_br: Diversos

source: among other titles.
pt_br: entre outros títulos.

source: This collection contains {1} games, including {2}
pt_br: Está coleção contém {1} jogos, incluindo {2}

source: NO GAMES FOUND - SKIP
pt_br: NENHUM JOGO ENCONTRADO - PULAR

source: RETRY
pt_br: TENTAR NOVAMENTE

source: SKIP
pt_br: PULAR

source: CANCEL
pt_br: CANCELAR

source: SEARCH FOR
pt_br: PROCURAR POR

source: SEARCH
pt_br: PROCURAR

source: ACCEPT RESULT
pt_br: ACEITAR RESULTADO

source: ADD STAR
pt_br: ADD ESTRELA

source: SWAP IMAGE AFTER (SECS)
pt_br: TROCAR IMAGEM APÓS (S)

source: STRETCH IMAGES
pt_br: ESTICAR IMAGENS

source: BACKGROUND AUDIO
pt_br: ÁUDIO DE FUNDO

source: USE CUSTOM IMAGES
pt_br: USAR IMAGENS PERSONALIZADAS

source: CUSTOM IMAGE DIR
pt_br: DIRETÓRIO DE IMAGENS PERSONALIZADAS

source: CUSTOM IMAGE DIR RECURSIVE
pt_br: DIRETÓRIO RECURSIVO DE IMAGENS

source: CUSTOM IMAGE FILTER
pt_br: FILTRO DE IMAGENS PERSONALIZADAS

source: CLOSE
pt_br: FECHAR

source: SCREENSAVER AFTER
pt_br: PROTETOR DE TELA DEPOIS

source: SCREENSAVER CONTROLS
pt_br: CONTROLE DE PROTETOR TELA

source: SCREENSAVER BEHAVIOR
pt_br: TIPO DE PROTETOR DE TELA

source: dim
pt_br: ILUMINADO

source: black
pt_br: PRETO

source: random video
pt_br: VÍDEOS ALEATÓRIOS

source: slideshow
pt_br: APRESENTAÇÃO

source: The "Random Video" screensaver shows videos from your gamelist. If you do not have videos, or if in several consecutive attempts the games it selects don't have videos it will default to black. More options in the "UI Settings" > "Video Screensaver" menu.
pt_br: O protetor de tela "Vídeos Aleatórios" mostra vídeos da sua lista de jogos. Se você não tiver vídeos, ou se em várias tentativas consecutivas os jogos selecionados não tiverem vídeos, o padrão será preto. Mais opções no menu "Configurações de Usuário" > "Protetor de Tela de Vídeo".

source: USE HARDWARE BACKLIGHT CONTROL
pt_br: USE O CONTROLE DE LUZ DE FUNDO DO HARDWARE

source: VIDEO SCREENSAVER SETTINGS
pt_br: CONFIGURAÇÃO PROTETOR DE TELA VÍDEO

source: SLIDESHOW SCREENSAVER SETTINGS
pt_br: CONFIGURAÇÃO PROTETOR DE TELA APRESENTAÇÃO

source: VIDEO SCREENSAVER
pt_br: PROTETOR DE TELA VÍDEO

source: SLIDESHOW SCREENSAVER
pt_br: PROTETOR DE TELA APRESENTAÇÃO

source: FILTER GAMELIST BY
pt_br: FILTRAR LISTA DE JOGOS POR

source: RESET ALL FILTERS
pt_br: RESETAR TODOS OS FILTROS

source: FALSE
pt_br: FALSO

source: TRUE
pt_br: VERDADEIRO

source: JUMP TO...
pt_br: ESCOLHER POR...

source: SORT GAMES BY
pt_br: ORDENAR JOGOS POR

source: FILTER GAMELIST
pt_br: FILTRAR LISTA DE JOGOS

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
pt_br: ADD/REMOVER JOGOS DESTA COLEÇÃO

source: FINISH EDITING '{1}' COLLECTION
pt_br: FINALIZAR EDIÇÃO '{1}' COLEÇÃO

source: EDIT THIS GAME'S METADATA
pt_br: EDITAR DADOS DO JOGO

source: SWAP VIDEO AFTER (SECS)
pt_br: TROCAR VÍDEO APÓS (S)

source: USE OMX PLAYER FOR SCREENSAVER
pt_br: USAR OMX PLAYER PARA PROTETOR TELA

source: SHOW GAME INFO
pt_br: MOSTRAR INFORMAÇÕES DO JOGO

source: always
pt_br: SEMPRE

source: start & end
pt_br: COMEÇO & FIM

source: never
pt_br: NUNCA

source: SHOW GAME INFO ON SCREENSAVER
pt_br: MOSTRAR INFORMAÇÕES DO JOGO NA PROTEÇÃO DE TELA

source: USE COMPATIBLE LOW RESOLUTION FOR CAPTIONS
pt_br: USE BAIXA RESOLUÇÃO COMPATÍVEL PARA LEGENDA

source: STRETCH VIDEO ON SCREENSAVER
pt_br: ESTICAR VÍDEO NA PROTEÇÃO DE TELA

source: Using OMX Player and displaying Game Info may result in the video flickering in some TV modes. If that happens, consider: - Disabling the "Show Game Info" option; - Disabling "Overscan" on the Pi configuration menu might help: RetroPie > Raspi-Config > Advanced Options > Overscan > "No". - Disabling the use of OMX Player for the screensaver.
pt_br: Usar o OMX Player e exibir informações do jogo pode fazer com que o vídeo pisque em alguns modelos de TV. Se isso acontecer, considere: - Desativar a opção "Mostrar informações do jogo" - Desativar "Overscan" no menu de configuração do Pi: RetroPie > Raspi-Config > Advanced Options > Overscan > "No". - Desativar o uso do OMX Player para protetor de tela.

source: GOT IT!
pt_br: OK!

source: GAME COLLECTION SETTINGS
pt_br: CONFIGURAÇÃO DE COLEÇÃO DE JOGOS

source: CREATE NEW CUSTOM COLLECTION FROM THEME
pt_br: CRIAR NOVA COLEÇÃO DO TEMA

source: SELECT THEME FOLDER
pt_br: SELECIONAR PASTA DO TEMA

source: CREATE NEW CUSTOM COLLECTION
pt_br: CRIAR NOVA COLEÇÃO PERSONALIZADA

source: New Collection Name
pt_br: Nome da Coleção

source: GROUP UNTHEMED CUSTOM COLLECTIONS
pt_br: GRUPO DE COLEÇÕES PERSONALIZADAS SEM TEMA

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
pt_br: ORDENAR COLEÇÕES PERSONALIZADAS E SISTEMAS

source: SELECT COLLECTIONS
pt_br: SELECIONAR COLEÇÕES

source: AUTOMATIC GAME COLLECTIONS
pt_br: COLEÇÃO AUTOMÁTICA DE JOGOS

source: CUSTOM GAME COLLECTIONS
pt_br: COLEÇÃO DE JOGOS PERSONALIZADOS

source: SCRAPE NOW
pt_br: SCRAPE AGORA

source: SCRAPE THESE GAMES
pt_br: SCRAPE ESSES JOGOS

source: All Games
pt_br: Todos os Jogos

source: Only missing image
pt_br: Apenas imagens que faltam

source: FILTER
pt_br: FILTRO

source: SCRAPE THESE SYSTEMS
pt_br: SCRAPE ESTES SISTEMAS

source: SYSTEMS
pt_br: SISTEMAS

source: USER DECIDES ON CONFLICTS
pt_br: O USUÁRIO DECIDE SOBRE CONFLITOS

source: START
pt_br: INICIAR

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
pt_br: AVISO: ALGUNS DOS SEUS SISTEMAS SELECIONADOS NÃO TÊM UM CONJUNTO DE PLATAFORMA. OS RESULTADOS PODEM SER IMPRECISOS! CONTINUAR ASSIM MESMO?

source: YES
pt_br: SIM

source: NO
pt_br: NÃO

source: NO GAMES FIT THAT CRITERIA.
pt_br: NENHUM JOGO RESPONDE AOS CRITÉRIOS.

source: INPUT
pt_br: ENTRADA

source: SCRAPING IN PROGRESS
pt_br: SCRAPING EM PROGRESSO

source: subtitle text
pt_br: legenda texto

source: STOP
pt_br: PARAR

source: STOP (PROGRESS SAVED)
pt_br: PARAR (PROGRESSO SALVO)

source: GAME {1} OF {2}
pt_br: JOGO {1} DE {2}

source: NO GAMES WERE SCRAPED.
pt_br: NENHUM JOGO SCRAPED.

source: {1} GAME SUCCESSFULLY SCRAPED!
pt_br: {1} JOGO SCRAPED COM SUCESSO !

source: {1} GAME SKIPPED.
pt_br: {1} JOGO IGNORADO.

source: MAIN MENU
pt_br: MENU PRINCIPAL

source: SOUND SETTINGS
pt_br: CONFIGURAÇÕES DE SOM

source: UI SETTINGS
pt_br: INTERFACE DO USUÁRIO

source: OTHER SETTINGS
pt_br: OUTRAS CONFIGURAÇÕES

source: CONFIGURE INPUT
pt_br: CONFIGURAR ENTRADA

source: SCRAPE FROM
pt_br: SCRAPE DE

source: SCRAPE RATINGS
pt_br: SCRAPE AVALIAÇÕES

source: SYSTEM VOLUME
pt_br: VOLUME DO SISTEMA

source: AUDIO DEVICE
pt_br: DISPOSITIVO DE ÁUDIO

source: Speaker
pt_br: Caixa de som

source: ENABLE NAVIGATION SOUNDS
pt_br: HABILITAR SONS DE NAVEGAÇÃO

source: ENABLE VIDEO AUDIO
pt_br: HABILITAR ÁUDIO NO VÍDEO

source: OMX PLAYER AUDIO DEVICE
pt_br: OMX PLAYER DISPOSITIVO DE ÁUDIO

source: UI MODE
pt_br: MODO DE INTERFACE

source: You are changing the UI to a restricted mode: {1} This will hide most menu-options to prevent changes to the system. To unlock and return to the full UI, enter this code: "{2}" Do you want to proceed?
pt_br: Você está mudando a interface do usuário para modo restrito: {1} Isso ocultará a maioria das opções do menu para impedir alterações no sistema. Para desbloquear e retornar à interface do usuário completa, insira este código: "{2}" Você quer continuar?

source: SCREENSAVER SETTINGS
pt_br: CONFIGURAÇÃO PROTETOR DE TELA

source: QUICK SYSTEM SELECT
pt_br: SELEÇÃO RÁPIDA DO SISTEMA

source: CAROUSEL TRANSITIONS
pt_br: TRANSIÇÃO CARROSSEL

source: TRANSITION STYLE
pt_br: ESTILO DA TRANSIÇÃO

source: THEME SET
pt_br: CONJUNTO DE TEMA

source: GAMELIST VIEW STYLE
pt_br: VISUALIZAR ESTILO LISTA

source: automatic
pt_br: AUTOMÁTICO

source: basic
pt_br: BÁSICO

source: detailed
pt_br: DETALLADO

source: video
pt_br: VÍDEO

source: START ON SYSTEM
pt_br: IINICIAR NO SISTEMA

source: NONE
pt_br: NENHUM

source: ON-SCREEN HELP
pt_br: AJUDA NA TELA

source: ENABLE FILTERS
pt_br: HABILITAR FILTROS

source: VRAM LIMIT
pt_br: LIMITE VRAM

source: POWER SAVER MODES
pt_br: ECONOMIA DE ENERGIA

source: disabled
pt_br: DESATIVADO

source: default
pt_br: PADRÃO

source: enhanced
pt_br: MELHORADO

source: SAVE METADATA ON EXIT
pt_br: SALVAR DADOS AO SAIR

source: PARSE GAMESLISTS ONLY
pt_br: SOMENTE ANALISAR LISTA

source: SHOW HIDDEN FILES
pt_br: MOSTRAR AQUIVOS OCULTOS

source: USE OMX PLAYER (HW ACCELERATED)
pt_br: USAR OMX PLAYER (ACELERAR HARDWARE)

source: SHOW FRAMERATE
pt_br: MOSTRAR FRAMERATE

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
pt_br: VOCÊ TEM CERTEZA QUE QUER CONFIGURAR ENTRADA?

source: REALLY RESTART?
pt_br: REINICIAR?

source: RESTART EMULATIONSTATION
pt_br: REINICIAR EMULATIONSTATION

source: REALLY QUIT?
pt_br: SAIR?

source: QUIT EMULATIONSTATION
pt_br: SAIR DO EMULATIONSTATION

source: RESTART SYSTEM
pt_br: REINICIAR SISTEMA

source: REALLY SHUTDOWN?
pt_br: DESLIGAR?

source: SHUTDOWN SYSTEM
pt_br: DESLIGAR SISTEMA

source: EDIT METADATA
pt_br: EDITAR DADOS

source: SAVE
pt_br: SALVAR

source: THIS WILL DELETE A FILE! ARE YOU SURE?
pt_br: ISSO DELETARÁ O ARQUIVO! TEM CERTEZA?

source: DELETE
pt_br: DELETAR

source: SAVE CHANGES?
pt_br: SALVAR ALTERAÇÕES?

source: LOADING...
pt_br: CARREGANDO...

source: MOVE CURSOR
pt_br: CURSOR DE MOVIMENTO

source: STOP EDITING
pt_br: PARAR EDIÇÃO

source: EDIT
pt_br: EDITAR

source: {1} day ago
pt_br: {1} dia atrás

source: {1} hour ago
pt_br: {1} hora atrás

source: {1} minute ago
pt_br: {1} minuto atrás

source: {1} second ago
pt_br: {1} segundo atrás

source: CHANGE
pt_br: MUDAR

source: ACCEPT
pt_br: ACEITAR

source: SELECT ALL
pt_br: SELECIONAR TODOS

source: SELECT NONE
pt_br: NENHUM SELECIONADO

source: {1} SELECTED
pt_br: {1} SELECIONADO

source: WORKING...
pt_br: TRABALHANDO...

# button
source: D-PAD UP
pt_br: D-PAD CIMA

# button
source: D-PAD DOWN
pt_br: D-PAD BAIXO

# button
source: D-PAD LEFT
pt_br: D-PAD ESQUERDA

# button
source: D-PAD RIGHT
pt_br: D-PAD DIREITA

# button
source: START
pt_br: INICIAR

# button
source: SELECT
pt_br: SELECIONAR

# button
source: BUTTON A / EAST
pt_br: BOTÃO A

# button
source: BUTTON B / SOUTH
pt_br: BOTÃO B

# button
source: BUTTON X / NORTH
pt_br: BOTÃO X

# button
source: BUTTON Y / WEST
pt_br: BOTÃO Y

# button
source: LEFT SHOULDER
pt_br: L1

# button
source: RIGHT SHOULDER
pt_br: R1

# button
source: LEFT TRIGGER
pt_br: L2

# button
source: RIGHT TRIGGER
pt_br: R2

# button
source: LEFT THUMB
pt_br: THUMB ESQUERDA

# button
source: RIGHT THUMB
pt_br: THUMB DIREITA

# button
source: LEFT ANALOG UP
pt_br: ANALÓGICO ESQUERDO, CIMA

# button
source: LEFT ANALOG DOWN
pt_br: ANALÓGICO ESQUERDO, BAIXO

# button
source: LEFT ANALOG LEFT
pt_br: ANALÓGICO ESQUERDO, ESQUERDA

# button
source: LEFT ANALOG RIGHT
pt_br: ANALÓGICO ESQUERDO, DIREITA

# button
source: RIGHT ANALOG UP
pt_br: ANALÓGICO DIREITO, CIMA

# button
source: RIGHT ANALOG DOWN
pt_br: ANALÓGICO DIREITO, BAIXO

# button
source: RIGHT ANALOG LEFT
pt_br: ANALÓGICO DIREITO, ESQUERDA

# button
source: RIGHT ANALOG RIGHT
pt_br: ANALÓGICO DIREITO, DIREITA

# button
source: HOTKEY ENABLE
pt_br: HOTKEY

source: CONFIGURING
pt_br: CONFIGURANDO

source: KEYBOARD
pt_br: TECLADO

source: GAMEPAD {1}
pt_br: CONTROLE {1}

source: HOLD ANY BUTTON TO SKIP
pt_br: PRESSIONE QUALQUER BOTÃO PARA PULAR

source: -NOT DEFINED-
pt_br: -NÃO DEFINIDO-

source: YOU DIDN'T CHOOSE A HOTKEY ENABLE BUTTON. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON DEFAULT ? PLEASE ANSWER YES TO USE SELECT OR NO TO NOT SET A HOTKEY ENABLE BUTTON.
pt_br: VOCÊ NÃO ESCOLHEU UM BOTÃO DE HABILITAÇÃO DO HOTKEY. ISSO É NECESSÁRIO PARA SAIR DOS JOGOS COM UM CONTROLE. VOCÊ QUER USAR O PADRÃO DE SELEÇÃO DO BOTÃO? POR FAVOR, RESPONDA SIM PARA USAR SELECIONAR OU NÃO PARA DEFINIR UM BOTÃO DE ATIVAÇÃO DO HOTKEY.

source: HOLD FOR {1}S TO SKIP
pt_br: PRESSIONE DURANTE {1}S PARA PULAR

source: PRESS ANYTHING
pt_br: PRESSIONAR QUALQUER UM

source: ALREADY TAKEN
pt_br: JÁ EXISTE

source: DISCARD CHANGES
pt_br: DESCARTAR ALTERAÇÕES

source: WELCOME
pt_br: BEM VINDO

source: {1} GAMEPAD DETECTED
pt_br: {1} CONTROLE DETECTADO

source: NO GAMEPADS DETECTED
pt_br: NENHUM CONTROLE DETECTADO

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
pt_br: PRESSIONE UM BOTÃO PARA CONFIGURAR.

source: PRESS F4 TO QUIT AT ANY TIME.
pt_br: PRESSIONE F4 PARA SAIR.

source: PRESS ESC TO CANCEL.
pt_br: PRESSIONE ESC PARA CANCELAR.
